---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.RebarInSystem
source: html/79d20775-2df3-a041-3226-b63ecbb8ec2f.htm
---
# RebarInSystem Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.